//Напишіть функцію, яка приймає параметром букву. Пізніше переведіть бали з буквенного представлення в цифрове за допомогою Switch case. Наприклад, якщо студент отримав бал А, то виводимо ‘Ваш бал більше 90’ Умова
//Якщо бал = “A” виводимо ‘Ваш бал більше 90’
//Якщо бал = “B” виводимо ‘Ваш бал більше 80’
//Якщо бал = “C” виводимо ‘Ваш бал більше 70’
//Якщо бал = “D” виводимо ‘Ваш бал більше 65’
//Якщо жодна умова не справдилась (в іншому випадку) виводимо “Незадовільно”

let arg = prompt("Введіть букву: A, B, C, D");
switch (arg) {
  case 'A':
    alert( 'Ваш бал більше 90' );
    break;
  case 'B':
    alert( 'Ваш бал більше 80' );
    break;
  case 'C':
    alert( 'Ваш бал більше 70' );
    break;
   case'D': 
    console.log("Ваш бал більше 65");   
       break;
  default:
    alert( 'Невідоме значення' );
}