//Написати функцію, яка приймає параметром ім’я і за допомогою Switch case виводить в консоль наступне
//Якщо ім’я дорівнює Назар або Андрій або Сергій, виводимо “чоловіче ім’я”
//Якщо ім’я дорівнює Настя або Оля або Юля, виводимо “жіноче ім’я”
//Якщо умова не справдилась, то виводимо “Такого імені не знаю”

let arg = prompt("Введіть імя: Юля, Оля, Настя, Назар, Андрій, Сергій");
switch (arg) {
  case 'Юля':
    alert( 'жіноче ім’я' );
    break;
case 'Оля':
    alert( 'жіноче ім’я' );
    break;
case 'Настя':
    alert( 'жіноче ім’я' );
    break;
  case 'Назар':
    alert( 'чоловіче ім’я');
    break;
  case 'Андрій':
    alert( 'чоловіче ім’я' );
    break;
   case'Сергій': 
    console.log('чоловіче ім’я' ); 
       break;
  default:
    alert( 'такого імені не знаю' );
}
